[
    {
        "URL_article": "https://www.corriere.it/esteri/24_aprile_14/rappresaglia-iran-incursione-risultati-modesti-show-forza-69681080-fa3f-11ee-ba6a-99e730c8c30b.shtml",
        "title": "L’attacco dell’Iran ha superato la linea rossa: è un’incursione dai risultati modesti o uno show di forza? ",
        "content": " Una rappresaglia «telefonata» che non toglie sostanza al messaggio simbolico e forte: l’Iran ha superato la linea rossa attaccando in modo diretto Israele. Il primo di molti tasselli della sfida.\nINTELLIGENCE - Ha fatto il suo mestiere dando l’allarme per tempo. È vero che i mullah non si sono nascosti: la rappresaglia era annunciata ed hanno passato comunicazioni attraverso canali riservati sulle loro intenzioni. Però non potevano mascherare i preparativi visto il dispiegamento di mezzi. Lo spionaggio è servito a valutare la portata della minaccia e ad elaborare scenari per l’eventuale seguito. I sensori dei satelliti americani hanno quasi certamente «visto» la fase iniziale, specie il lancio dei cruise. In «ascolto», sull’altra barricata, i russi attraverso le «stazioni» in Siria, curiosi di scoprire dettagli operativi sugli alleati. \n\n Iran-Israele, le notizie sull’attacco in diretta\n LO SCIAME - Una falange di missili/droni, a centinaia per ingaggiare le difese dello Stato ebraico. Anche questo ampiamente previsto ma non da sottovalutare perché risponde a una proiezione continua da parte di Teheran. La Divisione aerospaziale dei pasdaran ha riprodotto in grande quanto fatto dalle milizie alleate dallo Yemen all’Iraq, testando gli armamenti, le rotte di attacco, le contromosse. Si è servita anche di quelle «prove» per sferrare la ritorsione e userà quanto avvenuto in queste ore nel prossimo round, cercando di rimediare ad errori, ricorrendo a tattiche e quantità di vettori per soverchiare le «batterie». Specie se dovessero utilizzare nuovi vettori balistici. La Repubblica islamica sta dicendo alla comunità internazionale: abbiamo un lungo braccio, siamo pronti ad usarlo contro qualsiasi avversario. È un segnale con molti destinatari, comprese le milizie sciite che spesso sono servite per il lavoro sporco. Non manca, all’opposto, una corrente di pensiero che considera la mossa iraniana un flop per la sua deterrenza, un’incursione «spettacolare» dai risultati modesti che ha finito per rompere l’isolamento di Israele e messo in secondo piano la causa palestinese. \nLA SCENA - Ci sono commentatori che parlano di «coreografia», di un’operazione ampia ma comunque racchiusa entro certi limiti per evitare la guerra totale. C’è sicuramente una componente propagandistica, Israele e Iran/milizie hanno in passato seguito delle «regole di gioco» per circoscrivere il fuoco. In questo caso però l’assalto è stato robusto ed ha costretto il nemico – anzi i nemici – ad una mobilitazione. Contano di sicuro i fatti ma pesa la percezione nella turbolenta arena mediorientale. L’Iran è un po’ di più di una «potenza regionale», per questo si è dotato di materiale bellico con finalità strategiche che si spingono lontano dal Golfo. La storia insegna: il pericolo Houthi è stato ignorato, ritenuto marginale ed oggi abbiamo i combattenti yemeniti che ostacolano il traffico in Mar Rosso.\nLO SCUDO - Capiremo meglio l’impatto dell’attacco quando le versioni ufficiali lasceranno spazio a verifiche indipendenti. Lo scudo, secondo i comunicati israeliani e americani, ha funzionato. Merito della qualità dell’equipaggiamento ma anche del tempo avuto a disposizione per prepararsi alla «botta». Gli ufficiali pasdaran sono stati eliminati da Israele il Primo aprile, la vendetta è giunta dopo un paio di settimane. I dati diffusi da Tel Aviv e Washington sottolineano la capacità di fronteggiare il pericolo rappresentato da armi non proprio rapide con una serie di «trincee» progressive: i caccia, i Patriot, i sistemi Arrow e Iron Dome, una task force aeronavale, la ricognizione elettronica con velivoli e droni, il supporto logistico con le cisterne-volanti e le basi. Usa, Gran Bretagna, Francia hanno partecipato alla missione al fianco di Israele, confermando un ottimo coordinamento in cieli affollati. Una segnalazione a parte per la Giordania intervenuta con la propria aviazione per fermare gli «intrusi» nonostante le minacce dei mullah. Il regno hashemita, nei momenti difficili, resta legato al campo occidentale, non si tira indietro. In questi mesi non ha risparmiato critiche per il disastro umanitario a Gaza, ha espresso dissenso pubblico con Gerusalemme, ha dovuto fronteggiare proteste interne pro-Palestina, però ha deciso di associarsi al bastione a tutela del vicino israeliano. E chissà che qualche monarchia sunnita del Golfo non abbia dato una mano in incognito. \nL’INCOGNITA - Joe Biden preme su Netanyahu perché si astenga da colpire in reazione l’Iran e gli dice «prenditi la vittoria»: in apparenza - secondo indiscrezioni - la Casa Bianca ha bloccato nelle scorse ore lo strike israeliano.  Il premier rivendica davanti ai suoi cittadini il successo e chiede unità ad un paese spaccato mentre l’ala destra del governo vorrebbe una contro-risposta. Gli ayatollah sottolineano lo show di forza (a prescindere dagli esiti) che può soddisfare la voglia di vendetta e, come in altre occasioni, promettono «misure difensive» ma se aggrediti. Si può sperare che la chiudano, per ora, qui sventolando i risultati. Ecco di nuovo la «coreografia», i gesti teatrali, i ruoli predefiniti di «attori» di una lunga tragedia, l’idea di uno scambio quasi concordato. Solo che le esplosioni sono state reali, i droni li hanno tirati sul serio ed esistono condizioni/motivi che rappresentano un monito. Prima l’invasione dell’Ucraina e poi l’assalto di Hamas hanno insegnato che tutto può ancora accadere. Corriere della Sera è anche su  Whatsapp. È sufficiente cliccare qui per iscriversi al canale ed essere sempre aggiornati.",
        "author": "Guido Olimpio",
        "date": "2024-04-14_00-00-00",
        "date_readable": "Sunday, 14 April 2024, 00:00:00"
    }
]