[
    {
        "URL_article": "https://www.breakinglatest.news/news/a-center-to-learn-stories-of-coffee-growing-women-and-drink-a-good-coffee/",
        "title": "A center to learn stories of coffee-growing women and drink a good coffee",
        "content": "In La Celia, very good coffee has been grown for eight years with the aroma of women who have now taken another big step forward.  The inauguration of the center took place on March 23 in the midst of a colorful and significant event. Oscar Osorio Ospina In a peasant world where the machista spirit has predominated, eight years ago the women who own coffee plots in La Celia decided to join their efforts and will to work in search of better economic horizons for both themselves and their families. This is how the Association of Celianese Women Coffee Growers, AMCECAFÉ, was born in 2017, which is now made up of 36 main active members and 123 honorary members, for a total of 159 coffee growers, who produce between 60 and 80 arrobas of specialty coffee under the own brand of “Coffee with a woman’s texture”. “The association was founded by 16 women who love and are passionate about coffee who wanted to see a business opportunity and economic empowerment. Throughout this process we have been working as a team, and thanks to the project, training activities and improvement of coffee profitability for women and their families have been developed,” said Maribel Llanos Martínez, representative of AMCECAFE. In this step forward, an old dream of the associates has been crystallized through a very interesting project, which had the support of both the Rural Development Agency of the Presidency of the Republic, as well as the Municipal Committee of Coffee Growers and of the Mayor’s Office of La Celia. This is the Flora Coffee Experience Center, through which the women coffee growers of La Celia will take their coffee directly from the crop to the final consumer’s cup. “The center seeks to ensure that customers can drink excellent quality coffee and that through that cup they can tell the experiences behind the cultivation and harvest of each of the women who carry out this process in the harvesting part.” , benefit, drying and transformation, as well as in the families themselves,” noted Doña Maribel. The project required an investment of $680 million allocated to coffee growing transformation processes, thanks to an alliance between women coffee growers and the Rural Development Agency within the framework of a Comprehensive Agricultural and Rural Development Project (PIDAR). The ADR notes that during the development of the project this association was strengthened with different activities, in such a way that today more than a hundred women can see in it a space for growth and empowerment and as the end point of the productive project. This group of peasant women belonging to the Association of Celianese Coffee Growers Women (AMCECAFE) inaugurated their first point of sale called the Flora Coffee Experience Center where their own brand “Coffee with a woman’s texture” will be distributed. Jairo Salazar, manager of the Territorial Technical Unit number 6 of the ADR, explained that the resources were invested in machinery, equipment, civil works to adapt spaces, in such a way that these women have an infrastructure in perfect conditions for the processes of roasting, grinding, cupping, packaging and marketing of coffee, in addition to the provision of agricultural extension services and training carried out by professionals in agronomy, social work, marketing and cupping. The Flora Coffee Experience Center is strategically located diagonally from the main park of La Celia and opens its doors from Monday to Friday from 10:00 in the morning to 8:00 at night and on Saturdays, Sundays and holidays from 9:00 a.m. to 8:00 p.m. tomorrow to 9 night. In this site, in addition to the distribution center, the entire coffee transformation and roasting process is carried out for the associates and the growers who need the transformation of their coffee. There visitors will be able to enjoy a good coffee prepared using different filtering methods, as well as espressos, cappuccinos, lattes and cold coffee, as well as homemade cakes produced by the associates who specialized in derived products. But beyond them, they will be able to learn first-hand about all the experiences, stories and experiences of the producers from the cultivation to the transformation of coffee. The experience center “It is a collective and a rebirth, but seen from the eyes of women and their families,” notes Maribel Llanos, legal representative of AMCECAFE.  The headquarters of the Flora Coffee Experience Center is located diagonally from the main square of La Celia woman-fragranced coffee One in four coffee farms in Risaralda is in the hands of women, who have become an important force in the main agricultural sector of the department. This means that of the 22,000 coffee farms, 5,500 of them are managed by women. This data shows the advance of the presence of women in coffee growing in Risaralda where 24% of the coffee hectares in the department are in the hands of women, they are women who have technical and rust-resistant coffee growing. And around 31% of coffee growers are women, about 6,000, of which about 700 are in the associations. There are 20 coffee growers associations in our territory, of which four are women and the others are mixed. The entirely female coffee associations are AMCECAFE (Association of Celianese Coffee Growing Women), ASCAFÉ of Pereira, Nueva Semilla of the district of Peralonso (Santuario) and MUCAFE of Belén de Umbría, which works closely with the Association of Coffee Producers of Cuchilla de la Cuchilla. San Juan. Among the mixed associations with a predominance of women, ASOJARDIN of Mistrató and APECAFEQ of Quinchía stand out. This female advance in coffee growing is also evident in the presence of women in the formation of the Municipal Coffee Growers Committees. In fact, when the women coffee growers program was created by the Risaralda Coffee Growers Committee, there were a total of 23 women on the committees, a figure that increased to 53 in 2018 and continued to rise in the 2022 elections where the 34% of the total candidates registered for these organizations were women. At the initiative of the Presidential High Council for Women’s Equality, in 2012 the National Public Policy on Gender Equality for Women was adopted in Colombia, which served as the basis for the structuring of the Gender Equality Policy for Women. Coffee grower promoted by the National Federation of Coffee Growers. In the presentation of said policy, it is recognized that despite the growing presence of women in the countryside and their contribution to the activities of the rural and family economy and to the development of agriculture, tourism and crafts, “they have historically been relegated and even “invisibilized despite the important work they do.”",
        "author": null,
        "date": "2024-04-14_09-05-25",
        "date_readable": "Sunday, 14 April 2024, 09:05:25"
    }
]