[
    {
        "URL_article": "https://chiswickcalendar.co.uk/who-are-the-2024-candidates-for-the-south-west-london-seat-on-the-london-assembly/",
        "title": "Who are the 2024 candidates for the South-West London seat on the London Assembly?",
        "content": "Chiswick councillor stands for election to the London Assembly\nThe Mayoral elections take place on Thursday 2 May. Sadiq Khan is defending his record, and up for election also are the 25 London Assembly members whose job it is to hold the mayor to account. The Mayor’s office and the London Assembly together form the Greater London Authority, responsible for transport, policing, planning, culture, environment, health, fire and emergency services and economic planning in London.Chiswick Conservative councillor Ron Mushiso is standing for election in the South West London seat, which includes Chiswick, covering the whole of the three boroughs Hounslow, Richmond and Kingston. He has been very busy over the past few months, knocking on doors with his supporters and attending public events.Matt Smith has been talking to him and the other candidates for the South West London seat, about the platforms on which they are standing and what they personally might bring to the role if elected.Ron Mushiso – Conservative\nRon’s campaign materials for London Assembly election features an enlarged version of his name, with Conservative Party branding conspicuously minimised. He admits retaining this seat, which has always been held with a comfortable majority by a Conservative, is going to be a tough battle – not least because the unpopularity of the Tories at the national level is  making it more difficult to campaign.The Chiswick Gunnersbury ward councillor is hoping to appeal to voters because of his life experience. He told our reporter Matt Smith the extraordinary personal story which brought him from a rural village in Uganda to London as a child and his experiences growing up in foster care.Read his interview here: 2024 London Assembly candidate Ron MushisoMarcela Benedetti – Labour\nThe SW London seat on the London Assembly has traditionally been a Conservative seat. Marcela thinks people in the south-west are ready for a change, and thinks they are ready to vote Labour.Marcela ia a Latin-American-European who has lived in London for 16 years. She brings her skills as a barrister working with victims of domestic violence. The role of the London Assembly is to hold the Mayor’s office to account and she thinks her experience as a barrister would be useful in that role.Read her interview here: 2024 London Assembly candidate Marcela BenedettiGareth Roberts – Liberal Democrat\nGareth is the Leader of Richmond Council, with many years’ experience as a borough councillot behind him. He thinks experience running local government is important if Members of the London Assembly are to have a realistic understanding of how things work.“What we really need for the London Assembly are people who are experienced politicians, people who are experienced in London Government people are experienced in leadership and people who will be able to offer challenge to Sadiq Khan, but at the same time constructive challenge. Because at the moment, what we do tend to get particularly from the Conservatives is opposition for opposition’s sake.”Read his interview here: 2024 London Assembly candidate Gareth Roberts\n\nSteve Chilcott – Reform UK\nSteve has no previous experience in local government or politics, but is standing for Reform UK because, he says, people feel disenfranchised by all the traditional political parties.He is an HR professional who lives in Ealing.Read his interview here: 2024 London Assembly candidate Steve ChilcottChas Warlow – Green Party\nChas Warlow is one of five Green Party Councillors who made history to become the Official Opposition on Richmond Borough Council at the last local elections in 2021. In the 2021 London Assembly elections the Greens took three seats out of the 25 – one more than the Lib Dems and he says they are ambitious to build on their “impressive” electoral performances in London.The single most important issue he would like to get across is the importance of helping residents insulate their houses and install low-carbon technology such as solar panels.“It’s absolutely vital that the Mayor ramps up support for home insulation and renewables”Green Party candidate Chas Warlow is the only one of the five who did not give us his time for an interview. Instead he sent us a statement.Chas Warlow – StatementSupport The Chiswick Calendar\n",
        "author": "Bridget Osborne",
        "date": "2024-04-09_10-12-23",
        "date_readable": "Tuesday, 09 April 2024, 10:12:23"
    }
]