[
    {
        "URL_article": "https://www.24heures.ch/guerre-en-ukraine-loffensive-de-larmee-russe-sintensifie-173690705771",
        "title": "La situation sur le front Est s’est «considérablement détériorée»",
        "content": "La situation sur le front Est s’est «considérablement détériorée au cours des derniers jours», a affirmé samedi l’armée ukrainienne. Elle a constaté une «intensification significative» de l’offensive de l’armée russe, qui pousse notamment en direction de Tchassiv Iar. «La situation sur le front Est s’est considérablement détériorée ces derniers jours. Ceci est principalement dû à une intensification significative de l’offensive de l’ennemi après l’élection présidentielle en Russie» de la mi-mars, a écrit le commandant en chef ukrainien Oleksandre Syrsky sur Telegram. L’armée russe attaque les positions ukrainiennes dans les secteurs de Lyman et de Bakhmout «avec des groupes d’assaut soutenus par des véhicules blindés», ainsi que dans celui de Pokrovsk, a-t-il ajouté. «Cela est rendu possible par le temps chaud et sec, qui a rendu la plupart des aires ouvertes accessibles aux tanks». Malgré les pertes, l’armée russe déploie «de nouvelles unités blindées», ce qui lui permet d’engranger des «succès tactiques». Les Russes ont intensifié leur pression autour de Tchassiv Iar ces derniers jours, cette localité clé de l’Est se trouvant désormais «sous un feu constant», selon Kiev. Cette cité, perchée sur une hauteur, s’étend à moins de 30 kilomètres au sud-est de Kramatorsk, la principale ville de la région sous contrôle ukrainien et important nœud ferroviaire et logistique pour l’armée ukrainienne. Oleksandre Syrsky a affirmé que les zones «les plus problématiques» avaient été renforcées, notamment avec des moyens de défense antiaérienne. «La question de la supériorité technique sur l’ennemi dans le domaine des armes de haute technologie se pose à nouveau», a-t-il dit. «Ce n’est que comme cela que nous pourrons battre un ennemi plus grand», a ajouté le commandant ukrainien, jugeant qu’il fallait aussi «améliorer la qualité de la formation du personnel militaire». Kiev réclame depuis des mois à ses alliés occidentaux davantage de munitions et de systèmes de défense aérienne. Mais l’aide s’épuise en raison de blocages politiques à Washington, ce qui contraint les soldats ukrainiens à économiser leurs munitions. L’armée ukrainienne peine aussi à recruter, face à des forces russes plus nombreuses et mieux équipées.",
        "author": null,
        "date": "2024-04-13_08-30-09",
        "date_readable": "Saturday, 13 April 2024, 08:30:09"
    }
]