[
    {
        "URL_article": "https://www.corriere.it/salute/24_aprile_13/nostalgia-perche-si-prova-e-a-che-cosa-serve-f6696df6-47ef-4423-9b16-34a6e3da3xlk.shtml",
        "title": "Nostalgia: perché si prova e a che cosa serve",
        "content": "Individuata alla fine del Seicento, la nostalgia fu descritta come una misteriosa malattia che colpiva i mercenari svizzeri impegnati a combattere lontano dalla patria. A farli ammalare era soprattutto l’ascolto di una musica tradizionale, il Canto dei vaccai, che veniva utilizzato nella valli alpine per richiamare le mucche dal pascolo, ma che evidentemente richiamava anche affetti lontani e forse perduti per sempre. I soldati diventavano tristi e svogliati, si rifiutavano di mangiare e di combattere, cercavano di tornare a casa, a rischio di essere fucilati per diserzione. Fino al termine dell’Ottocento, la nostalgia è stata ancora considerata una forma di disturbo psicologico/psichiatrico. Poi, con l’arrivo della psicoanalisi e della fenomenologia, si è giunti a reinterpretarla come un’emozione complessa, allo stesso tempo piacevole e spiacevole, ma non per forza patologica. «Diversi anni fa proposi di classificare così le nostalgie: secondo l’oggetto, ad esempio il luogo natale o una persona importante nella nostra vita; secondo il tempo, ad esempio l’infanzia o l’adolescenza; secondo la relazione con ciò di cui si ha nostalgia, che può essere una relazione di stampo patologico, depressiva, ossessiva o eccessivamente idealizzante, oppure una relazione positiva che consente di mantenersi in contatto con il proprio passato, ma vivendo pienamente il presente», aggiunge Peloso.  «In essa sono coinvolti la memoria esplicita, l’immaginazione mentale, il linguaggio, le capacità narrative e le emozioni. Secondo quanto indicato con un’immagine molto efficace da due psicologi britannici, Martin Conway e Christopher Pleydell-Pearce, le memorie autobiografiche potrebbero essere viste come costruzioni dinamiche temporanee e volubili, ben rappresentabili visivamente come dei fogli scritti che volano continuamente all’interno di un contenitore ventilato, e che si modificano a seconda del tipo di stimoli che continuano a ricevere. Da molto tempo sappiamo che il ricordare non consiste solamente nel riportare alla coscienza delle informazioni, ma che si tratta di un processo che riguarda esperienze complesse, costituite da percezioni, cognizioni, emozioni, che non sono solo riportate alla coscienza, ma contestualmente rielaborate in funzione del presente». «Se è spesso considerato doloroso e inquietante, il rimpianto, come la nostalgia può anche essere seducente. Infatti alimenta fantasie, che possono ammantarsi di un’aura di dolce e al contempo dolorosa malinconia, quasi che l’immaginazione potesse consentire ancora al momento presente di trovare soluzioni diverse rispetto a quelle che erano state trovate nel passato. E allora, pur provando tristezza, diventa possibile cullarsi nell’idea che un giorno uno di quei sogni del passato che sono svaniti possa ancora realizzarsi. È così che nel rimpianto si mescolano malinconia e speranza, consapevolezza e illusione, in una vera e propria ambivalenza emotiva. «Quindi il rimpianto, che si concentra solo su azioni ed eventi del passato ritenuti significativi, da un punto di vista psicologico svolge una funzione precisa: è uno strumento che aiuta ad aumentare il livello della propria consapevolezza, limitando così la possibilità di commettere ulteriori errori.  Emozione e rielaborazione mnesica sono alla base  di quasi tutti i metodi psicoterapici. Basti pensare al setting psicoanalitico, che incoraggia la produzione libera di emozioni  e pensieri per riformularli in modo positivo. Anche  le terapie cognitivo-comportamentali lavorano sull’interazione tra ricordi ed emozioni da mettere  al servizio della riappropriazione autobiografica  di segmenti della propria vita difficili da integrare. In questi contesti  la comparsa di emozioni nostalgiche può essere  un indicatore positivo,  da sostenere anziché reprimere».  Lo stesso fenomeno è stato rilevato in Cina nei confronti del periodo della Rivoluzione culturale (1966-1976): tutti erano costretti a uniformarsi a un unico stile di vita e molti soffrivano di denutrizione e  povertà, eppure all’inizio di questo secolo c’è stato un movimento nostalgico verso quegli anni, forse anche per le difficoltà dovute alla rapidissima trasformazione della Cina.",
        "author": null,
        "date": "2024-04-13_19-46-03",
        "date_readable": "Saturday, 13 April 2024, 19:46:03"
    }
]