[
    {
        "URL_article": "https://chiswickcalendar.co.uk/the-government-inspector-st-michaels-players/",
        "title": "The Government Inspector – St Michael’s Players",
        "content": "“We need a good comedy to cheer us up” says director Guy Fairbanks\nSt Michael’s Players is celebrating its 75th anniversary year. What better way to start it than with a comedy, says director Guy Fairbanks.The Government Inspector, by Nikolai Gogol, was written about Tsarist Russia in the 1840s. A rake is staying in a small town inn, unable to pay his bill. But help is at hand. The Mayor has had a letter warning him that there is a Government Inspector due to descent upon the town.“It’s a classic piece of mistaken identity” says Guy. “A farce.”Putting two and two together and making six, the Mayor decides the man at the inn must be the inspector and proceeds to wine and dine him and suffers the cad flirting with both his wife and his daughter.Images above: Rehearsals are progressing nicelyPhilip Goulding has adapted the play to fit 1860s Britain. The setting is an indiscriminate provincial town, and the humour translates easily, says, Guy, as the good burgers of where ever it is in England are just as greedy to take the opportunity they think they see for advancement and perhaps the chance to get to London and the big time, as were the Russian townspeople.“It doesn’t matter where you are in the world, people identify with this kind of corruption” says Guy, “and the play is still very funny. We read it at one of our monthly paly readings and we all really enjoyed it”.They considered cancelling the production, as Bryony Wilman, the member of St Michael’s Players who died recently, was due to be in it.“We decided she would want us to go ahead” says Guy, “and we hope we can put on a show she will be proud of.”The Government Inspector, by St Michael’s Players, will be performed at St. Michael’s Centre, Elmwood Road, Chiswick, W4 3DY, from 17 – 20 April.£10, book at stmichaelsplayers.comSupport The Chiswick Calendar\n",
        "author": "Bridget Osborne",
        "date": "2024-04-09_13-53-19",
        "date_readable": "Tuesday, 09 April 2024, 13:53:19"
    }
]