[
    {
        "URL_article": "https://www.24heures.ch/football-le-lausanne-sport-se-rapproche-du-maintien-347973444223",
        "title": "Le Lausanne-Sport se rapproche du maintien",
        "content": "Le Lausanne-Sport poursuit sa belle série d’invincibilité, avec un cinquième match consécutif sans défaite. Samedi, contre le FC Zurich, les Vaudois ont fait plaisir à une Tuiliière bien remplie (plus de 7000 spectateurs) en l’emportant 1-0. C’est Fousseni Diabaté qui a inscrit le seul but de la rencontre. Ce n’est sans doute plus qu’une affaire de quelques semaines pour le Lausanne-Sport. Même si cela est franchement pour la forme, la formation vaudoise devrait avoir validé son maintien en Super League début mai, et peut-être même avant. À six journées du terme de la saison, le LS a désormais dix points d’avance sur le barragiste, Grasshopper. Tout sera une formalité. Parce que l’équipe de la Tuilière est à sa place dans l’élite. Elle l’aura montré toute la saison, même quand les résultats ne suivaient pas. Mais samedi, on a bien vu que Lausanne était une bonne équipe de milieu de tableau de ce championnat. Parce que Zurich, bien que 4e, ne l’a franchement pas surclassé. Le LS a bien sûr compté sur un Karlo Letica une nouvelle fois solide dans les buts (devant Krasniqi ou lors d’un face-à-face avec Okta). Mais il a aussi produit du jeu, souvent avec beaucoup de fluidité. Peut-être a-t-il manqué plus d’occasions, mais cinq minutes après que Simone Pafundi avait alerté Brecher (21e), Diabaté ouvrait son compteur sous le maillot lausannois d’une belle frappe du gauche en-dehors de la surface. Au bout du compte, il n’en fallait pas beaucoup plus. Parce que ce FCZ n’a pas non plus une tonne d’arguments à faire valoir, et cela se sent à l’instar des tentatives lointaines et un petit peu désespérées de Conde. Lausanne a même été plus proche du 2-0 que du 1-1, avec notamment une tête de Kaly Sène sur un corner de Pafundi qui a terminé au-dessus des buts de Brecher ou une occasion en or pour Loucif stoppée par le portier zurichois à la dernière minute.",
        "author": "Valentin Schnorhk",
        "date": "2024-04-13_17-59-34",
        "date_readable": "Saturday, 13 April 2024, 17:59:34"
    }
]