[
    {
        "URL_article": "https://www.breakinglatest.news/world/shakira-set-coachella-on-fire-and-released-news/",
        "title": "Shakira set Coachella on fire – and released news",
        "content": " SUPERSTARS: Shakira on stage at Coachella in Indio on Friday. Photo: VALERIE MACON / AFP / NTB  Shakira (47) made a surprise appearance at the iconic festival in Indio, California on Friday. And she had a special announcement.  Saturday 13 April at 17:51  The Colombian artist appeared as an unannounced guest artist with Argentinian DJ Bizarrap (25) – to perform their duet “La Fuerte”. «Wow, Shakira is killing it!», ecstatic fans write on X/Twitter. – We are finally going on tour. We start in this city in November. I almost can not wait. Who could ask for more? the pop veteran told an excited audience, according to Sky News. It’s been six years since she went on a world tour. Shakira has put a difficult time behind her, with a breakup with footballer Gerard Piqué (37) and a tax dispute. But last month she released her first studio album in seven years.  «Divorce without tears», VG’s reviewer wrote about Shakira’s new album – and threw the dice on 4. Swipe for more photos from Coachella:  Photo: VALERIE MACON / AFP / NTB  Photo: VALERIE MACON / AFP / NTB  Photo: VALERIE MACON / AFP / NTB  Photo: VALERIE MACON / AFP / NTB  Photo: Amy Harris / AP / NTB  Photo: Amy Harris / AP / NTB Shakira recently informed talk show host Jimmy Fallon (49) that the painful break-up has given her the opportunity to concentrate on her own craft – i.e. music. Previously, the artist has said that she put her own career aside for a long time for the sake of her partner. – I never had time because of the husband factor. Now I am without a husband. He pulled me down, but now I’m free. And now I can work, she joked to Fallon. Shakira and Spanish Piqué were never married, but they were a couple for 12 years and have two sons, aged 11 and nine, together.",
        "author": null,
        "date": "2024-04-14_09-08-27",
        "date_readable": "Sunday, 14 April 2024, 09:08:27"
    }
]