[
    {
        "URL_article": "https://www.corriere.it/tecnologia/24_aprile_14/una-tesla-con-la-guida-autonoma-ha-portato-in-ospedale-un-uomo-colpito-da-crisi-iperglicemica-e-infarto-ba339b52-f6eb-4777-8015-52dd6a94bxlk.shtml",
        "title": null,
        "content": "Una Tesla che guidava da sola ha salvato la vita a un uomo nel North Carolina, portandolo al pronto soccorso per cure mediche urgenti. Ma facciamo un passo indietro, perché Elon Musk - sempre roboante ed estremo nelle sue promesse - non ha lesinato entusiasmo sulla guida autonoma delle sue Tesla. Ne parla dal 2016 e il suo obiettivo era quello di rendere pienamente funzionale il sistema Full Self-Driving (FSD) entro il 2019 o il 2020. Cosa mai avvenuta e che ha causato anche guai a Tesla, come nel recente patteggiamento per la morte di un ingegnere Apple alla guida di una Tesla con FSD inserito. La storia di MaxPaul Franklin, produttore televisivo della Carolina del Nord, segna tuttavia una vittoria per Musk e sembra mostrare le capacità molto evolute dell'ultimo aggiornamento del sistema Full Self-Driving (FSD) nella sua versione V12. Proprio lo scorso 1 aprile, Tesla ha fatto cadere la parola \"beta\" dal suo sitema di Guida autonoma completa (FSD) per tutti i suoi veicoli negli Stati Uniti, consentendo anche un periodo di prova di un mese. Poche ore dopo, nella notte tra il 1 e il 2 aprile, Franklin si è trovato ad affrontare una situazione di emergenza che ha messo alla prova le funzionalità più avanzate della sua Model Y. L'uomo era alle prese con una grave disidratazione e un pericoloso sbalzo dei livelli di glicemia, arrivati a toccare il valore di 670 a causa di un malfunzionamento della pompa per l'insulina. In preda a questi gravi problemi, e colpito anche da un lieve infarto, Franklin ha deciso di affidarsi completamente alla sua Tesla. È salito a bordo, ha attivato la guida autonoma FSD V12, fresca di installazione (il sistema è un'evoluzione a pagamento dell'Autopilot, che viene fornito di serie su tutti i veicoli Tesla). L'auto ha percorso autonomamente circa 20 chilometri fino all'ingresso del pronto soccorso del Charles George Medical Center di Asheville, un centro medico per veterani delle forze armate, in North Carolina, senza richiedere alcun intervento da parte del proprietario.\n\n\n Su X e altri social, molti utenti hanno commenta che, in casi di emergenza come questo, sarebbe sempre preferibile chiamare i soccorsi. Ma altri ricordano che il tempo di intervento medio di un'ambulanza negli Stati Uniti è di 8 minuti, e che per zone rurali come quelle dove vive Franklin, questo tempo si può dilatare a 20-25 minuti e che quindi un'auto a guida autonoma permetterebbe di risparmiare minuti preziosi. Tuttavia è anche importante ricordare che - anche se Tesla continua a parlare di «guida completamente autonoma» (FSD) - le norme prevedono che l'umano al volante sia sempre pronto a intervenire e a riprendere il controllo, cosa che con è verosimile con un attacco cardiaco in corso.  Nelle ultime due settimane, chi ha potuto provare l'ultimo aggiornamento del FSD ha sottolineato gli ingegneri Tesla abbiano compiuto un significativo balzo in avanti con questa tecnologia. Oltre a numerosi tester che hanno riferito di non aver più dovuto intervenire durante tragitti complessi in città, altri indizi di un possibile punto di svolta sono l'email inviata da Elon Musk ai dipendenti nordamericani, in cui richiede che le dimostrazioni complete di FSD siano parte integrante delle consegne dei veicoli, e soprattutto l'annuncio della presentazione del Robotaxi, previsto per il prossimo 8 agosto (cosa che motiva l'entusiasmo con cui Musk ha condiviso la storia a lieto fine di Franklin). Lo stesso MaxPaul Franklin, il cui entusiasmo è comprensibiule, paragona il balzo in avanti compiuto dalla guida autonoma Tesla con all'avvento degli smartphone rispetto ai precedenti telefoni cellulari. ",
        "author": null,
        "date": "2024-04-14_11-55-13",
        "date_readable": "Sunday, 14 April 2024, 11:55:13"
    }
]