[
    {
        "URL_article": "https://www.breakinglatest.news/entertainment/popular-games-one-of-the-unfulfilled-promises-of-paris-2024/",
        "title": "“Popular” games, one of the unfulfilled promises of Paris 2024",
        "content": " Since Paris’ candidacy to organize the Olympic Games was launched, the project has undergone multiple changes. These are the main promises unfulfilled by Paris 2024 during these seven years. Unpopular. The price of tickets, considered by many to be very high, does not match the promised popular Games, despite the fact that the organizers defend that the cost of the tickets is similar to that of London 2012. Another aspect that calls into question the popularity of the event refers to the unprecedented opening ceremony scheduled in the Seine, but which underwent important changes over time. Initially, 600,000 people were going to attend the ceremony, however the number was reduced to 222,000 people. Public money. Contrary to the widespread idea among public opinion, there will be a large amount of private money that will finance the Games. However, the slogan used by the French government for months of “The Games finance the Games” will not be fulfilled either. The different French public administrations have already invested more than 2.4 billion euros in infrastructure, urban works, but also in the anti-doping laboratory, for example. The amount of the final bill is unknown at the moment, which will have to include the cost related to security, the bonuses paid to officials, including police officers. Tickets at 4 euros. Although the application dossier announced that “all ticket holders will be able to travel free of charge on all public transport in the Paris region on the day of this competition”, in the end this will not be the case.  However, the public transport operator of the Paris region announced special prices during the Games: 4 euros for a subway ticket. An increase of almost double compared to current prices that they tried to justify with the fact that public transport traffic will increase by 15% during the event. An Olympic pool without swimming. One of the few sports facilities built expressly for the Games is the Olympic Aquatic Center (OAC) located in Saint Denis, next to the Stade de France. However, in this brand new complex the swimming events will not finally be held, since for budgetary reasons, the capacity was reduced to 5 thousand spectators, a third of what the international federation (World Aquatics) requires to hold an international competition. swimming. Neutral environmental impact. It was initially announced that the environmental impact of the Games would be “positive”, with the idea of ​​offsetting CO2 emissions, but the project was later scrapped. Several experts had already criticized even the initial idea, for giving the misleading idea that the event would not have an environmental impact. Now, the organization aims to halve CO2 emissions.",
        "author": null,
        "date": "2024-04-14_09-23-30",
        "date_readable": "Sunday, 14 April 2024, 09:23:30"
    }
]