[
    {
        "URL_article": "https://chiswickcalendar.co.uk/cache-of-paintings-of-chiswick-found-painted-by-once-celebrated-artist-heather-jenkins/",
        "title": "Cache of paintings of Chiswick found, painted by once-celebrated artist Heather Jenkins",
        "content": "Heather’s treasure\nBy Robert EagleA treasure trove of watercolour paintings of Chiswick by a once celebrated local artist who died last year has been discovered by her daughters, who had no idea they existed. They are now debating what they should do with more than 40 works, most of which feature locations in Chiswick, Kew, Richmond and the Thames from around 50 years ago.Heather Jenkins, who was 95 when she died in March 2023, showed artistic promise from an early age. After studying at St Martin’s in the late 1940s and marrying a fellow student, she worked in the theatre, becoming the chief scenery painter at Sadlers Wells.When the births of her children brought that career to an end, she worked from home, striding out daily with her easel to paint locations close to home.“She was a strong woman,” her daughter Tina recalls. “Her work at Sadlers Wells was often very physical and she had developed a strong right arm!”But it was a deft wrist rather than strong arm that she employed to best effect in her watercolours.From her home it was barely a five-minute walk to favoured locations on Strand-on-the-Green or the other side of Kew bridge, where she returned time and again, occasionally venturing to Richmond, to record the light playing on the river, bridges and brickwork in different weathers and times of day.And when family obligations kept her at home she focused on her garden and views of the backs of neighbouring streets and houses in Oxford Road South.Her devotion to the local landscape played well with a growing number of admirers. In the 1970s she was having exhibitions of her work in galleries (now sadly gone) in Chiswick and Richmond Hill.“I remember people coming round to our house to buy pictures too,” recalls her daughter, Tina, who now lives in Twickenham.But while Tina and her sister Karen knew their mother was a painter, she seldom showed them her work or invited them into her little studio. “It was her private place,” says Tina. The only paintings on display were by their grandmother, Marjorie Jenkins (Heather’s mother-in-law), who had also been an accomplished artist in her day.As she grew older, Heather’s health became less robust and her eyesight was blighted by cataracts, eventually leaving her unable to accomplish much more than simple daubs of flowers that she could barely still see clearly.Her daughters had by now left the family home, and though they often visited Heather, she never mentioned the pictures she had stashed away years ago in a cupboard at the back of her studio. These would only come to light when Tina and Karen began sorting out Heather’s estate last year. A few of the works are framed; most are simply watercolours on paper.The daughters are now in a quandary about what they should do with them. “They are all we have left of her,” says Tina. “I’m not sure we’d feel happy about selling them; and while we don’t want to hide them away, parting with them would be painful.”While sympathising with the daughters’ dilemma, I feel sure that readers of Chiswick Calendar might enjoy seeing Heather Jenkins’ work for themselves. So I have included here a few from her portfolio. A wider selection will be posted on my website at roberteaglefineart.co.uk.Robert Eagle is an art dealer who lives and works in Chiswick.Support The Chiswick Calendar\n",
        "author": "Guest Writer",
        "date": "2024-04-08_21-21-24",
        "date_readable": "Monday, 08 April 2024, 21:21:24"
    }
]