[
    {
        "URL_article": "https://milano.corriere.it/notizie/cronaca/24_aprile_14/don-gianfranco-macor-esorcista-il-demonio-e-intelligente-chiunque-comandi-gli-interessa-e-milano-e-una-citta-di-potere-97e740f0-dd4e-491f-bf2b-4f1c4c58bxlk.shtml",
        "title": "Don Gianfranco Macor, esorcista: «Il demonio è intelligente. Chiunque comandi gli interessa e Milano è una città di potere...»",
        "content": "Due piccole stanze in sagrestia. Un lettino con un lenzuolo viola, qualche sedia,  alle pareti un crocefisso, la Madonna e San Michele Arcangelo. Sul tavolo, una tovaglia verde con la scritta «avec Marie, rendons grâce a Dieu» e un quadretto: «È la beata Eustochio, la protettrice di chi è nella tribolazione spirituale». Gli esorcismi dei milanesi si fanno nella chiesa di San Tommaso, quello che non credeva se non vedeva, tra i palazzi del lusso e della finanza  di via Broletto. Ogni tanto squilla il cellulare e don Gianfranco Macor deve rispondere:  voci angosciate, aiuto, non so che fare, sto male… «Vedo una decina di persone alla settimana. Ma quelle da seguire costantemente, in questo periodo, sono molto poche: sette-otto in tutto».  Don Macor è un ottantatreenne friulano di Codroipo. Uno dei nove sacerdoti della diocesi «ornati di pietà, scienza, prudenza, integrità» ai quali l’arcivescovo Scola,  dodici anni fa, chiese aiuto per «i fedeli  che si sentano in qualche modo posseduti  dal male». Esercita la prudenza, innanzi tutto: «Il mio è un servizio di consolazione per la persona che soffre. E la prima cosa è capire se possa trattarsi d’un problema psichiatrico o psicologico. In quel caso, la mando da uno specialista. Anche se non è sempre facile. Molti psichiatri sono aperti verso di noi. Ma l’Ordine degli psicologi, no: chi di loro affronta il problema del demonio, potrebbe finire sotto processo». Se il nodo è spirituale, dice don Macor, i segnali sono chiari: «Uno, è l’avversione al sacro. La persona non riesce a pregare, a entrare in chiesa, al momento della comunione si sente bloccata, o bestemmia. Durante l’esorcismo ti grida ‘prete di m…a, chi credi di essere!’, oppure ti lusinga. A volte il fedele fa cose che normalmente non sa fare, sa di fatti che non può sapere, parla lingue che non conosce». Proprio a Milano, in una causa di divorzio del 2017, i testimoni riferirono d’una donna esile che sollevava panche pesantissime e il giudice alla fine scrisse nella sentenza d’una «forza particolare, qualcosa che esorbita dalla realtà naturale», l’ammissione d’una realtà superiore agli uomini. Don Gianfranco è attento a non banalizzare: «Nella mentalità di molti, passa l’idea che sia tutta e sempre colpa del demonio. Le fatture, le maledizioni, i riti. Ma quelle sono quasi sempre superstizioni, cose da Wanna Marchi. Pericolose, sia chiaro: le persone vi s’affidano perché non credono in Gesù e - dai oggi, dai domani - certe pratiche rischiano davvero d’aprire le porte del male. Il demonio però ha modi suoi per manifestarsi. Con le tentazioni quotidiane, che giocano in genere sulla nostra fragilità. E poi con vere vessazioni, che provocano disturbi notturni, senso d’oppressione, inspiegabili dolori fisici. O con ossessioni, che portano al disprezzo di sé e dell’altro, al desiderio del suicidio. Infine, ci sono le possessioni. Le più rare». Milano non è ostaggio di Satana, dice don Macor. «E non somiglia certo ad alcuni luoghi della Sardegna, delle Marche, della Sicilia. O a Torino, che ha una grande tradizione anticlericale. Io ho seguito una coppia giovane che ha avuto a che fare coi satanisti milanesi. Sono un mondo chiuso, come le società segrete. Hanno vari luoghi, modalità diverse: una libreria in centro che fa corsi esoterici, migranti che hanno portato un mondo fatto di stregonerie, a Busto Arsizio c’è una scuola di sciamanesimo sudamericano… Molte attività poi nascono come movimenti olistici, per dare benessere, ma sotto sotto c’è altro: qualcosa che parte dallo yoga e in realtà spinge a meditazioni trascendentali che t’illudono di poterti liberare, d’eliminare Gesù e i sacramenti dalla tua vita». Da sei anni, ogni mese, un gruppo con tre psicologhe e una psichiatra esamina assieme a don Macor i casi più seri. Nessun esorcismo al telefono: «C’è chi li fa. Io no. Perché se c’è una reazione particolare, violenta, nessuno contiene il fedele che può causare del male a sé o agli altri. Con uno bello grosso, una volta convocai sei persone perché fossero pronte ad aiutarmi». Tantissimi, i racconti di quel che accade nelle due stanzette di via Broletto. Esorcismi che possono durare pochi incontri o mesi. La pia donna che chiede una grazia, non la ottiene e allora si scatena nell’odio per il sacro: le urla sulla tomba d’un santo, gli sputi sulle reliquie, la necessità di preghiere potenti. Oppure la signora che sul lettino «s’agita come una serpe»; l’universitaria che una notte di Halloween sta in giro, torna e da quel momento desidera solo suicidarsi; il quattordicenne che finisce in un giro di satanisti: «Una sera alle dieci viene e mi dice: stia attento, don, perché sanno che vengo da lei…». C’è anche un tizio che durante gli esorcismi s’alza e prova ad avventarsi su  don Gianfranco: «Ma ogni volta si ferma a distanza. Non riesce a raggiungermi, a mettermi le mani addosso. Non mi spavento. Perché io sono autorizzato dal mio vescovo e quindi ho la garanzia della protezione del Signore». Diceva don Gabriele Amorth, il più famoso degli esorcisti, che pochissimi nella Chiesa credono all’esistenza del diavolo: pure il generale dei gesuiti, due anni fa, l’aveva liquidato come una semplice «realtà simbolica». Ma se non ci credono molti preti, perché dovrebbero crederci gli altri? «Perché i laici, l’esistenza del demonio, la provano sulla loro pelle. Fra i sacerdoti, il tema non è molto approfondito. Però Paolo VI disse nel 1972 che il male non è un concetto: è una persona. E anche papa Francesco parla di un’azione straordinaria del demonio». Dal 2014 è riconosciuta l’Aie, l’Associazione internazionale degli esorcisti - 900 nel mondo, 240 in Italia – che ha un sito, i numeri di cellulare su internet, cinque giorni all’anno di formazione, dossier mensili d’aggiornamento.  E ai vescovi, che sono i titolari dell’attività esorcistica, indirizza chiunque chieda aiuto. Ma chi? «Non vedo solo signore o studentesse. Anche avvocati, professionisti. È venuto perfino un astrologo». Qualche politico? «No. Però il problema c’è». La Lega che s’ispirava ai druidi e faceva cerimonie pagane sul dio Po? «Non mi riferisco solo all’ampolla di Bossi. Compare una rete di neopaganesimo internazionale, più estesa, che va studiata. Sta sia a destra, sia a sinistra. Perché il demonio è intelligente. Milano è una città di potere. E chiunque comandi, gli interessa». Se vuoi restare aggiornato sulle notizie di Milano e della Lombardia iscriviti gratis alla newsletter di Corriere Milano. Arriva ogni giorno nella tua casella di posta alle 7 del mattino. Basta cliccare qui.",
        "author": null,
        "date": "2024-04-13_19-03-52",
        "date_readable": "Saturday, 13 April 2024, 19:03:52"
    }
]